<?php
return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Запись не добавлена'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Запись не обновлена'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Запись не удалена'
            ]
        ],
        'category' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Запись не добавлена'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Запись не обновлена'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Запись не удалена'
            ]
        ],
        'feedback' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Запись не добавлена'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Запись не обновлена'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Запись не удалена'
            ]
            ],
        'user' => [
            'create' => [
                'success' => 'Пользователь успешно добавлен',
                'fail' => 'Пользователь не добавлен'
            ],
            'update' => [
                'success' => 'Пользователь успешно обновлен',
                'fail' => 'Пользователь не обновлен'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Запись не удалена'
            ]
        ]
    ]
];